Revit 2027 API
BuiltInFailures.RoomFailures.SpaceUnplaceWarning Property
 A Space was deleted from all model views but still remains in this project. \n The Space can be removed from any schedule or placed back in the model using the Space command.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SpaceUnplaceWarning { get; }
Public Shared ReadOnly Property SpaceUnplaceWarning As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SpaceUnplaceWarning {
	FailureDefinitionId^ get ();
}
static member SpaceUnplaceWarning : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RoomFailures Class
Autodesk.Revit.DB Namespace